{
    "po": {
        "kpi": {
            "value_usd": "<b>Outs Value Ship (USD)</b><br>Total nilai kumulatif dari seluruh <i>Purchase Order</i> (PO) yang berstatus <i>outstanding</i> (belum tuntas pengirimannya), diagregasi dalam Dolar AS. Metrik ini merefleksikan total nilai finansial dari semua item (`TOTPR`) yang masih dalam proses.",
            "value_idr": "<b>Outs Value Ship (IDR)</b><br>Total nilai kumulatif dari seluruh <i>Purchase Order</i> (PO) yang berstatus <i>outstanding</i>, diagregasi dalam Rupiah. Ini adalah cerminan nilai finansial dari komitmen yang belum terpenuhi untuk pasar domestik.",
            "outstanding_po": "<b>Outstanding PO</b><br>Jumlah dokumen PO unik yang saat ini aktif dan belum terpenuhi seluruhnya berdasarkan filter yang dipilih. Angka ini berfungsi sebagai indikator volume pekerjaan yang masih terbuka.",
            "overdue_po": "<b>Overdue PO</b><br>Jumlah dokumen PO unik yang telah melewati tanggal <i>Required Delivery Date</i> (EDATU). Persentase di sebelahnya adalah rasio PO terlambat terhadap total PO yang <i>outstanding</i>, menjadi KPI utama untuk ketepatan waktu pengiriman."
        },
        "outstanding_by_location": "<b>Outstanding Value by Location</b><br>Visualisasi perbandingan agregat nilai <i>outstanding</i> PO antara plant Semarang dan Surabaya. Grafik ini membantu mengidentifikasi plant mana yang memiliki volume backlog finansial lebih besar untuk diproses.",
        "status_overview": "<b>PO Status Overview</b><br>Diagram donat yang mengklasifikasikan seluruh <i>outstanding</i> PO ke dalam tiga kategori urgensi berdasarkan <i>Required Delivery Date</i> (EDATU):<ul><li><b>Overdue</b>: PO yang tanggal pengirimannya sudah terlewat.</li><li><b>Due This Week</b>: PO yang harus dikirim dalam 7 hari ke depan.</li><li><b>On Time</b>: PO dengan jadwal pengiriman masih di luar 7 hari ke depan.</li></ul>",
        "top_customers_value_usd": "<b>Top 4 Customers by Outstanding Value (USD)</b><br>Peringkat 4 customer teratas berdasarkan total nilai <i>outstanding</i> PO dalam mata uang USD. Chart ini menyorot pelanggan dengan dampak finansial terbesar yang pengirimannya perlu diprioritaskan.",
        "top_customers_value_idr": "<b>Top 4 Customers by Outstanding Value (IDR)</b><br>Peringkat 4 customer teratas berdasarkan total nilai <i>outstanding</i> PO dalam mata uang IDR. Ini membantu memfokuskan perhatian pada pelanggan domestik bernilai tinggi.",
        "top_customers_overdue": "<b>Top 4 Customers with Most Overdue PO</b><br>Peringkat 4 customer teratas berdasarkan jumlah dokumen PO yang berstatus <i>overdue</i>. Berbeda dari nilai, metrik ini menyorot customer yang paling sering mengalami keterlambatan, menandakan potensi masalah operasional atau perencanaan.",
        "performance_details": "<b>Outstanding PO & Performance Details by Type</b><br>Tabel analisis performa yang memecah metrik kunci untuk setiap <i>Order Type</i> (misal: KMI Export SBY). Metrik mencakup total PO, nilai <i>outstanding</i>, jumlah PO terlambat, dan visualisasi distribusi penuaan (<i>aging</i>) keterlambatan dalam segmen 1-30, 31-60, 61-90, dan >90 hari.",
        "small_qty_by_customer": "<b>Small Quantity (≤5) Outstanding Items by Customer</b><br>Grafik ini mengidentifikasi customer yang memiliki item-item dengan kuantitas <i>outstanding</i> kecil (sisa ≤ 5 unit). Tujuannya adalah untuk menyorot 'pekerjaan sisa' yang mungkin bisa diselesaikan dengan cepat untuk mengurangi jumlah item yang menggantung dalam sistem."
    },
    "so": {
        "kpi": {
            "total_outstanding_value_usd": "<b>Outs Value Packing (USD)</b><br>Total nilai kumulatif dari semua item pesanan (dalam USD) yang sudah dialokasikan untuk diproses (`PACKG` > 0) namun belum selesai dikirim. Ini merepresentasikan nilai barang yang siap dan sedang menunggu proses packing.",
            "total_outstanding_value_idr": "<b>Outs Value Packing (IDR)</b><br>Total nilai kumulatif dari semua item pesanan (dalam IDR) yang statusnya sudah siap untuk diproses packing (`PACKG` > 0).",
            "value_to_ship_this_week": "<b>Value to Packing This Week</b><br>Agregat nilai dari pesanan yang memiliki <i>due date</i> dalam rentang 7 hari ke depan (Senin-Minggu). Ini adalah target nilai pengiriman mingguan.",
            "potential_bottlenecks": "<b>Potential Bottlenecks</b><br>Jumlah Sales Order (SO) unik yang memiliki setidaknya satu item di mana kuantitas yang perlu dipacking (`PACKG`) lebih besar dari stok yang tersedia saat ini (`KALAB2`). Angka ini mengindikasikan SO yang berisiko tertunda karena kekurangan stok."
        },
        "value_by_location_status": "<b>Value to Packing vs Overdue by Location</b><br>Grafik batang bertumpuk yang membandingkan nilai total item yang siap dipacking per plant, disegmentasikan berdasarkan statusnya: <b>On Time</b> (belum melewati <i>due date</i>) dan <b>Overdue</b> (sudah melewati <i>due date</i>).",
        "status_overview": "<b>SO Fulfillment Urgency</b><br>Diagram donat yang mengkategorikan urgensi pemenuhan SO berdasarkan <i>due date</i>-nya:<ul><li><b>Overdue &gt; 30 hari</b>: Sangat kritis.</li><li><b>Overdue 1–30 hari</b>: Kritis.</li><li><b>Due This Week</b>: Prioritas tinggi minggu ini.</li><li><b>On Time</b>: Jadwal masih aman.</li></ul>",
        "top_overdue_customers_value": "<b>Top Customers by Value of Overdue Orders</b><br>Peringkat pelanggan berdasarkan total nilai pesanan yang berstatus <i>overdue</i> dan sudah siap dipacking. Ini membantu tim memprioritaskan penyelesaian masalah pada pelanggan dengan dampak finansial keterlambatan terbesar.",
        "due_this_week_by_so": "<b>SO Due This Week – By SO</b><br>Daftar detail Sales Order yang dijadwalkan untuk pengiriman dalam minggu ini. Tabel ini berfungsi sebagai daftar kerja operasional untuk tim packing dan logistik.",
        "due_this_week_by_customer": "<b>Due This Week – By Customer</b><br>Ringkasan nilai total per pelanggan yang harus dipenuhi dalam minggu ini. Ini memberikan gambaran komitmen pengiriman mingguan dari perspektif customer.",
        "items_with_remark": "<b>Item with Remark</b><br>Tabel yang menampilkan semua item dari berbagai SO yang telah diberikan catatan khusus (remark). Ini berfungsi sebagai pusat perhatian untuk item yang memerlukan penanganan atau investigasi manual lebih lanjut."
    },
    "stock": {
        "kpi": {
            "inventory_whfg_value": "<b>Inventory WHFG (Value)</b><br>Total nilai valuasi (dalam USD) dari seluruh item yang tercatat sebagai stok di Gudang Barang Jadi (WHFG). Angka ini dihitung dari kuantitas (`KALAB`) dikalikan dengan harga per unitnya (`NETPR`).",
            "whfg_stock_qty": "<b>WHFG Stock (Quantity)</b><br>Jumlah total unit (kuantitas fisik) dari semua item yang tersedia di Gudang Barang Jadi. Ini adalah agregat dari kolom `KALAB` di seluruh data yang relevan.",
            "inventory_fg_value": "<b>Inventory FG (Value)</b><br>Total nilai valuasi (dalam USD) dari seluruh item yang berada di area Packing. Nilai ini merepresentasikan barang yang telah dialokasikan dan siap untuk proses packing akhir, dihitung dari `KALAB2` * `NETPR`.",
            "packing_stock_qty": "<b>Packing Stock (Quantity)</b><br>Jumlah total unit (kuantitas fisik) dari semua item yang tersedia di area Packing. Angka ini merupakan agregat dari kolom `KALAB2`, menunjukkan volume barang yang menunggu untuk dikemas."
        },
        "charts": {
            "most_stock_customers": "<b>Most Stock Customers (ALL)</b><br>Visualisasi ini menyorot customer mana yang memiliki alokasi stok terbesar, baik di Gudang (WHFG) maupun di area Packing (FG). Setiap bar mewakili total kuantitas stok untuk satu customer. Arahkan kursor ke bar untuk melihat rincian stok per lokasi (Semarang vs. Surabaya).<br><br><ul><li><b>Grafik WHFG Qty:</b> Membantu mengidentifikasi stok yang sudah lama tersimpan di gudang untuk customer tertentu.</li><li><b>Grafik Stock Packing Qty:</b> Menunjukkan customer mana yang pesanannya paling banyak menumpuk di area packing, yang mungkin memerlukan percepatan proses.</li></ul>"
        }
    }
}
